linux
linux-firmware
xorg-server
xorg-xinit
xmonad-contrib
git
base
base-devel
xwallpaper
zip
unzip
ufw
pnpm
npm
pyright
mypy
sxiv
rustup
pass
ranger
reflector
qutebrowser
docker
docker-compose
dmenu
pavucontrol
htop
eza
neofetch
kitty
just
alsa-utils
mpv
zathura
zathura-pdf-mupdf
tmux
ripgrep
python-black
unclutter
networkmanager
grub
efibootmgr
rsync
ttf-joypixels
arandr
less
dosfstools
nodejs
ts-node
openssh
